INSERT INTO serviceType (name)
VALUES
    ('Грузовая техника'),
    ('Обслуживание пассажироперевозящей техникой'),
    ('Обслуживание специализированной техникой');

INSERT INTO vehicleType (name)
VALUES
    ('Автобусы и грузопассажирские автомобили на шасси грузовых автомобилей'),
    ('Автомобильный спец.транспорт для перевозки грузов'),
    ('Автомобильный спец.транспорт, включая автопоезда'),
    ('Легковые автомобили и их модификации'),
    ('Пассажирские автобусы'),
    ('Самоходные машины и технологические установки на их базе');

INSERT INTO vehicleTypeExt (name)
VALUES
    ('Автогидроподъемник, автовышка'),
    ('Автогрейдер'),
    ('Автокран'),
    ('Автомобильный кран-манипулятор (включая автопоезда)'),
    ('Автоцистерны вакуумные для сбора нефтешлама и розливов нефти'),
    ('Автоцистерны для агрессивных жидкостей (включая автопоезда)'),
    ('Автоцистерны для перевозки нефтесодержащих жидкостей (включая автопоезда)'),
    ('Автоцистерны для перевозки технологических жидкостей (включая автопоезда)'),
    ('Автоцистерны для пищевых жидкостей'),
    ('Агрегат кислотный'),
    ('Агрегат цементировочный'),
    ('АДПМ'),
    ('Бортовой без КМУ (включая автопоезда с прицепом, п/прицепом)'),
    ('Бульдозер гусеничный'),
    ('Бульдозер колесный'),
    ('Внедорожники грузопассажирские и Пикапы'),
    ('Внедорожники для перевозки пассажиров'),
    ('ГПА и автобусы на шасси грузового автомобиля г/п до 5тн.'),
    ('ГПА и автобусы на шасси грузового автомобиля г/п свыше 5тн.'),
    ('Коммунальная спецтехника'),
    ('Микроавтобусы и минивэны'),
    ('ПАРОПЕРЕДВИЖНЫЕ УСТАНОВКИ'),
    ('Пассажирский автобус'),
    ('Передвижная компрессорная станция'),
    ('Передвижная лаборатория исследования скважин'),
    ('Передвижная мастерская'),
    ('Погрузчик'),
    ('Прочая спецтехника'),
    ('Самосвал (включая автопоезд)'),
    ('Снегоходы и шасси на пневмоходу сверхнизкого давления'),
    ('Топливозаправщики (включая автопоезда)'),
    ('Трактор колесный'),
    ('Трубовоз, плетевоз, лесовоз'),
    ('Тягач с низкорамным прицепом, п/прицепом (трал)'),
    ('Тягач седельный'),
    ('Тягач-вездеход с краном-манипулятором'),
    ('Тягач-вездеход транспортный'),
    ('Экскаватор на а/м шасси'),
    ('Экскаватор на гусеничном ходу'),
    ('Экскаватор на колесном ходу');

